IDEA Open Model
BoltParam.RowsGridType Property
Compatible with IDEA StatiCa Beta 20.0
 Gets or sets the type of rows - regular or shifted.
 Namespace: IdeaRS.OpenModel.Parameters
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public ConnectorGridType RowsGridType { get; set; }
Public Property RowsGridType As ConnectorGridType
	Get
	Set
Property Value
Type: ConnectorGridType
See Also
Reference
BoltParam Class
IdeaRS.OpenModel.Parameters Namespace